OdDAI.Aggr.empty
\details
Check aggregate for any elements.
\returns Returns true if aggregate is wempty and false in otherwise.

OdDAI.Aggr.isMember(OdRxValue!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Check if aggreagate contains a member.
\param itemToCheck [in] an item to check.
\returns Returns true if aggregate contains a member and false in otherwise.

OdDAI.Aggr.getMemberCount
\details
Returns amoung of aggregate elements.
\returns Returns an amoung of aggregate elements.

OdDAI.Aggr.createEmpty
\details
Init aggregate. Creates an empty instance inside aggregate.
\returns Returns true if operation succeeded, in other case function  returns false

OdDAI.Aggr.isOrdered
\details
Check if aggregate is ordered.
\returns Returns true if oredered, otherwise returns false.